{"<PAD>": 0, "<UNK>": 1, "'pinched'": 2, "(drastically": 3, "a": 4, "above": 5, "acute": 6, "all": 7, "amplitude": 8, "an": 9, "and": 10, "angle": 11, "angles": 12, "apart": 13, "approximately": 14, "arc": 15, "arcs": 16, "are": 17, "arranged": 18, "arrows": 19, "at": 20, "axes": 21, "axis": 22, "be": 23, "begins": 24, "between": 25, "big": 26, "black": 27, "both": 28, "branch": 29, "branches": 30, "bulb": 31, "bulbs": 32, "by": 33, "can": 34, "cavity": 35, "chain": 36, "circle": 37, "circle,": 38, "circles": 39, "clockwise": 40, "close": 41, "closed": 42, "closer": 43, "color": 44, "colors": 45, "compact": 46, "concave": 47, "contour": 48, "convex": 49, "corner": 50, "corners": 51, "counter-clockwise": 52, "counterclockwise": 53, "cross": 54, "cross,": 55, "crosses": 56, "curve": 57, "dark": 58, "decreases": 59, "densely": 60, "different": 61, "direction": 62, "directions": 63, "distances": 64, "divided": 65, "do": 66, "does": 67, "dot": 68, "dots": 69, "each": 70, "elements": 71, "ellipse": 72, "elongated": 73, "empty": 74, "end": 75, "ends": 76, "ends)": 77, "equilateral": 78, "extension": 79, "extensions": 80, "far": 81, "fewer": 82, "figure": 83, "figures": 84, "filled": 85, "five": 86, "form": 87, "forms": 88, "four": 89, "from": 90, "grouped": 91, "grows": 92, "half": 93, "has": 94, "hatched": 95, "higher": 96, "hole": 97, "hollow": 98, "horizontal": 99, "horizontally": 100, "hull": 101, "hulls": 102, "identical": 103, "if": 104, "image": 105, "in": 106, "increases": 107, "individual": 108, "inside": 109, "intersect": 110, "is": 111, "large": 112, "larger": 113, "left": 114, "letter": 115, "line": 116, "lines": 117, "located": 118, "long": 119, "look": 120, "lower": 121, "made": 122, "main": 123, "middle": 124, "more": 125, "no": 126, "non-closed": 127, "non-empty": 128, "non-pinched": 129, "non-wiggly": 130, "not": 131, "obtuse": 132, "of": 133, "on": 134, "one": 135, "opposite": 136, "or": 137, "order": 138, "other": 139, "outline": 140, "outlined": 141, "outlines": 142, "outside": 143, "overlap": 144, "parallel": 145, "parts": 146, "perpendicular": 147, "pinch": 148, "point": 149, "pointing": 150, "points": 151, "polygon": 152, "positioned": 153, "present": 154, "projection": 155, "quadrangle": 156, "quadrangles": 157, "quadrilateral": 158, "rectangle": 159, "reflex": 160, "right": 161, "same": 162, "second": 163, "segments": 164, "self-crossing": 165, "separate": 166, "separates": 167, "set": 168, "shading": 169, "shape": 170, "shapes": 171, "sharp": 172, "side": 173, "sides": 174, "similar": 175, "size": 176, "small": 177, "smaller": 178, "smooth": 179, "solid": 180, "some": 181, "somewhere": 182, "spiraling": 183, "straight": 184, "symmetry": 185, "tail": 186, "tall": 187, "taller": 188, "than": 189, "that": 190, "the": 191, "there": 192, "thicker": 193, "thin": 194, "thinner": 195, "three": 196, "to": 197, "together": 198, "top": 199, "touching": 200, "triangle": 201, "triangles": 202, "triangular": 203, "two": 204, "unconnected": 205, "vertical": 206, "vertically": 207, "vibration": 208, "vs": 209, "vs.": 210, "wide": 211, "wider": 212, "wiggly": 213, "with": 214, "without": 215, "you": 216, "\u0431": 217}