{"<PAD>": 0, "<UNK>": 1, "'pinched'": 2, "(drastically": 3, "a": 4, "above": 5, "acute": 6, "all": 7, "amplitude": 8, "an": 9, "and": 10, "angle": 11, "angles": 12, "apart": 13, "approximately": 14, "arc": 15, "arcs": 16, "are": 17, "arranged": 18, "arrows": 19, "at": 20, "axes": 21, "axis": 22, "be": 23, "begins": 24, "between": 25, "big": 26, "black": 27, "both": 28, "branch": 29, "branches": 30, "bulb": 31, "bulbs": 32, "by": 33, "can": 34, "cavity": 35, "chain": 36, "circle": 37, "circle,": 38, "circles": 39, "clockwise": 40, "close": 41, "closed": 42, "closer": 43, "color": 44, "colors": 45, "compact": 46, "concave": 47, "contour": 48, "convex": 49, "corner": 50, "corners": 51, "counter-clockwise": 52, "counterclockwise": 53, "cross": 54, "cross,": 55, "crosses": 56, "curve": 57, "dark": 58, "decreases": 59, "densely": 60, "different": 61, "direction": 62, "directions": 63, "distances": 64, "divided": 65, "do": 66, "does": 67, "dot": 68, "dots": 69, "each": 70, "elements": 71, "ellipse": 72, "elongated": 73, "end": 74, "ends": 75, "ends)": 76, "equilateral": 77, "extension": 78, "extensions": 79, "far": 80, "fewer": 81, "figure": 82, "figures": 83, "filled": 84, "five": 85, "form": 86, "forms": 87, "four": 88, "from": 89, "grouped": 90, "grows": 91, "half": 92, "has": 93, "hatched": 94, "higher": 95, "hole": 96, "hollow": 97, "horizontal": 98, "horizontally": 99, "hull": 100, "hulls": 101, "identical": 102, "if": 103, "in": 104, "increases": 105, "individual": 106, "inside": 107, "intersect": 108, "is": 109, "large": 110, "larger": 111, "left": 112, "letter": 113, "line": 114, "lines": 115, "located": 116, "long": 117, "look": 118, "lower": 119, "made": 120, "main": 121, "middle": 122, "more": 123, "no": 124, "non-closed": 125, "non-pinched": 126, "non-wiggly": 127, "not": 128, "obtuse": 129, "of": 130, "on": 131, "one": 132, "opposite": 133, "or": 134, "order": 135, "other": 136, "outline": 137, "outlined": 138, "outlines": 139, "outside": 140, "overlap": 141, "parallel": 142, "parts": 143, "perpendicular": 144, "pinch": 145, "point": 146, "pointing": 147, "points": 148, "polygon": 149, "positioned": 150, "present": 151, "projection": 152, "quadrangle": 153, "quadrangles": 154, "quadrilateral": 155, "rectangle": 156, "reflex": 157, "right": 158, "same": 159, "second": 160, "segments": 161, "self-crossing": 162, "separate": 163, "separates": 164, "set": 165, "shading": 166, "shape": 167, "shapes": 168, "sharp": 169, "side": 170, "sides": 171, "similar": 172, "size": 173, "small": 174, "smaller": 175, "smooth": 176, "solid": 177, "some": 178, "somewhere": 179, "spiraling": 180, "straight": 181, "symmetry": 182, "tail": 183, "tall": 184, "taller": 185, "than": 186, "that": 187, "the": 188, "there": 189, "thicker": 190, "thin": 191, "thinner": 192, "three": 193, "to": 194, "together": 195, "top": 196, "touching": 197, "triangle": 198, "triangles": 199, "triangular": 200, "two": 201, "unconnected": 202, "vertical": 203, "vertically": 204, "vibration": 205, "vs": 206, "wide": 207, "wider": 208, "wiggly": 209, "with": 210, "without": 211, "you": 212, "\u0431": 213}